tap "homebrew/bundle"
tap "koekeishiya/formulae"
brew "antigen"
brew "node"
brew "pandoc"
brew "poetry"
brew "pyenv"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "google-chrome"
cask "monitorcontrol"
cask "signal"
cask "spotify"
cask "visual-studio-code"
vscode "amodio.tsl-problem-matcher"
vscode "dbaeumer.vscode-eslint"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.extension-test-runner"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
