tap "homebrew/bundle"
tap "koekeishiya/formulae"
brew "antigen"
brew "awscli"
brew "htop"
brew "jq"
brew "node"
brew "pandoc"
brew "poetry"
brew "pyenv"
brew "s3cmd"
brew "the_silver_searcher"
brew "watch"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "docker"
cask "google-chrome"
cask "monitorcontrol"
cask "obsidian"
cask "signal"
cask "spotify"
cask "steam"
cask "visual-studio-code"
vscode "amodio.tsl-problem-matcher"
vscode "dbaeumer.vscode-eslint"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.extension-test-runner"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
