tap "homebrew/bundle"
tap "koekeishiya/formulae"
brew "antigen"
brew "node"
brew "pandoc"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "google-chrome"
cask "lunar"
cask "signal"
cask "spotify"
cask "visual-studio-code"
vscode "amodio.tsl-problem-matcher"
vscode "dbaeumer.vscode-eslint"
vscode "ms-vscode.extension-test-runner"
vscode "vscodevim.vim"
